Repository: common-repository/hbagency
Catalog: languages/hbagency-*.po
Languages: es_es

source: Sign In
es_es: Inicia sesión

source: Not registered yet?
es_es: ¿No tienes una cuenta?

source: Sign up
es_es: Regístrate

source: Where can I find my website id?
es_es: ¿Dónde puedo encontrar el id de mi página web?

source: You can find your website id in the "Inventory->Websites" area of your website. Click on the
es_es: Puedes encontrar el id de tu página web en "Inventario->Websites". Clica en

source: placed after to the "Generated code" button.
es_es: Colocado después del botón "Genera código"

source: Registration Completed
es_es: Registro Completado

source: Settings
es_es: Configuración

source: Placements
es_es: Posicionamientos

source: Help
es_es: Ayuda

source: Status
es_es: EStado

source: Enable Consent Management Platform
es_es: Habilitar la plataforma de gestión de consentimiento (Consent Management Platform)

source: Set Fixed Height on Placements - Mitigate Impact on Cumulative Layout Shift Score
es_es: Establece altura fija en los emplazamientos - Mitiga el impacto en la puntuación de Cumulative Layout Shift

source: Enable Ads.txt
es_es: Habilitar ads.txt

source: Additional ads.txt lines. I.e. your google publisher code
es_es: Líneas adicionales para ads.txt. Ejemplo: el código de tu publisher de Google

source: Reload placements
es_es: Recargar posicionamientos

source: Insert an InArticle every
es_es: Inserta un InArticle cada

source: Paragraph
es_es: Paragrafo

source: paragraphs
es_es: paragrafos

source: Starting
es_es: Empezando

source: Place
es_es: Coloca

source: Before
es_es: Antes

source: After
es_es: Después

source: The
es_es: del

source: Position
es_es: Posición

source: Save
es_es: Guardar

source: APPROVED
es_es: APPROBADO

source: WAITING FOR APPROVAL
es_es: EN ESPERA DE SER APPROBADO

source: NOT APPROVED
es_es: NO APROBATO

source: Operation Completed
es_es: Operación Completada

source: An Error Occurred
es_es: Se ha producido un error

source: It seems there is an error in your extra ads.txt lines. Please check line number
es_es: Hemos detectado un error en las líneas adicionales de su ads.txt. Por favor verifique el número de línea

source: For prompt assistance, we recommend consulting our
es_es: Para recibir asistencia inmediata, te aconsejamos consultar antes nuestra

source: Knowledge Base
es_es: Nociones de Base

source: initially.
es_es: inicialmente.

source: If your query remains unresolved, please don't hesitate to open a ticket directly from that page.
es_es: Si todavía tienes dudas, no dudes en abrir un ticket directamente desde esa página.

source: If you encounter any bugs with this extension, please notify us at support@hbagency.ai, ensuring to mention [Wordpress Plugin] in the subject line.
es_es: Si encuentras algún problema con esta extensión, por favor notifícanos a support@hbagency.ai, asegurándote de mencionar [Wordpress Plugin] en el asunto.

source: Thank you for choosing our services. We value your interest and strive to provide exceptional support.
es_es: Gracias por elegir nuestros servicios. Apreciamos tu interés y nos esforzamos constantemente por garantizar un soporte óptimo.
